Repository: ngc-shj/passwd-sso
Catalog: ios/PasswdSSOAutofillExtension/Localizable.xcstrings
Source language: en
Languages: ja

source: **%@** is saved for: %@
ja: **%@** の保存先: %@

source: Authenticating…
ja: 認証中…

source: Cancel
ja: キャンセル

source: Confirm Fill
ja: 入力の確認

source: Continue
ja: 続ける

source: Fill
ja: 入力

source: Fill **%@** for app: %@
ja: アプリに **%1$@** を入力: %2$@

source: Fill Anyway
ja: このまま入力

source: Fill for app?
ja: アプリに入力しますか？

source: Fill on a different site?
ja: 別のサイトに入力しますか？

source: No matches
ja: 一致する項目がありません

source: No one-time codes for this site
ja: このサイトのワンタイムコードはありません

source: No passkeys for this site
ja: このサイトのパスキーはありません

source: No passwords for this site
ja: このサイトのパスワードはありません

source: Open the passwd-sso app and unlock your vault, then come back here to fill.
ja: passwd-sso アプリを開いて保管庫のロックを解除し、ここに戻って入力してください。

source: Passkey
ja: パスキー

source: Search all entries
ja: すべてのエントリを検索

source: Search Results
ja: 検索結果

source: Search to browse all entries.
ja: すべてのエントリを表示するには検索してください。

source: Sign in with your passkey
ja: パスキーでサインイン

source: This site is: %@
ja: このサイト: %@

source: Vault is Locked
ja: 保管庫はロックされています
